import ActionButton from "../../components/ActionButton";

const Home = () => {
  return (
    <main className="min-h-[100vh] mt-[2rem] text-center">
      <h1 className="text-[3rem]" >राजस्थान स्टेनो क्लासेज</h1>
      <h3 className="text-[2rem] text-[#4B82FF] mt-[2.5rem]">स्टेनो एवं टाइपिंग प्रतियोगी परीक्षाओं की तैयारी हेतु सर्वश्रेष्ठ शिक्षण संस्थान</h3>
      <p className="text-[1.2rem] text-[#73758D] max-w-[70vw] m-auto mt-[1.5rem]" >"गुरुकुल स्टेनो एवं टाइपिंग क्लासेज स्टेनो एवं टाइपिंग की प्रतियोगी परीक्षाओं की तैयारी हेतु सर्वश्रेष्ठ विश्वसनीय संस्थान है। गुरुकुल ने अब तक स्टेनो एवं टाइपिंग के क्षेत्र में कई विद्यार्थियों को सफलता के शिखर तक पहुंचाने में सफल प्रयास किए हैं। साथ ही अपने ऑनलाइन प्लेटफार्म के माध्यम से स्टेनो के क्षेत्र में एक ऑनलाइन क्रांति लाकर दूर दराज तक विद्यार्थियों को सुविधाएं पहुंचाकर उन्हें सफलता का मार्ग दिखाया है। गुरुकुल अपने निरंतर परिश्रम और प्रयास से विद्यार्थियों को उनकी मंजिल तक पहुंचाने में अपना योगदान देने में अग्रणी रहा है और सदैव रहेगा।"</p>
      {/* <ActionButton title="Click" /> */}
    </main>
  );
};

export default Home;